{"stoi": {"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "i": 4, "h": 5, "2": 6, "m": 7, "s": 8, "t": 9, "r": 10, "3": 11, "9": 12, "p": 13, "f": 14, "a": 15, "n": 16, "+": 17, "q": 18, "y": 19, "x": 20, ">": 21, "-": 22, "4": 23, "e": 24, "c": 25, "b": 26, "=": 27, "7": 28, "g": 29, "8": 30, "u": 31, ".": 32, "k": 33, "d": 34, "1": 35, "z": 36, "\\lim": 37, "\\tan": 38, "!": 39, "|": 40, "\\pi": 41, "(": 42, "0": 43, ")": 44, "\\in": 45, "o": 46, "\\int": 47, "\\geq": 48, "\\sin": 49, "\\neq": 50, "l": 51, "\\leq": 52, "v": 53, "w": 54, "5": 55, "j": 56, "\\cos": 57, "\\log": 58, "_": 59, "{": 60, "}": 61, "\\beta": 62, "\\times": 63, "\\div": 64, "\\ldots": 65, "6": 66, "^": 67, "<": 68, "\\mu": 69, "\\pm": 70, "\\sqrt": 71, "\\theta": 72, "\\alpha": 73, "\\sigma": 74, "\\phi": 75, "\\forall": 76, ",": 77, "\\delta": 78, "\\sum": 79, "/": 80, "\\infty": 81, "\\exists": 82, "\\frac": 83, "\\rightarrow": 84, "[": 85, "]": 86, "\\lambda": 87, "\\limits": 88, "\\gamma": 89, "\\{": 90, "\\}": 91, "\\prime": 92}, "itos": {"0": "<PAD>", "1": "<SOS>", "2": "<EOS>", "3": "<UNK>", "4": "i", "5": "h", "6": "2", "7": "m", "8": "s", "9": "t", "10": "r", "11": "3", "12": "9", "13": "p", "14": "f", "15": "a", "16": "n", "17": "+", "18": "q", "19": "y", "20": "x", "21": ">", "22": "-", "23": "4", "24": "e", "25": "c", "26": "b", "27": "=", "28": "7", "29": "g", "30": "8", "31": "u", "32": ".", "33": "k", "34": "d", "35": "1", "36": "z", "37": "\\lim", "38": "\\tan", "39": "!", "40": "|", "41": "\\pi", "42": "(", "43": "0", "44": ")", "45": "\\in", "46": "o", "47": "\\int", "48": "\\geq", "49": "\\sin", "50": "\\neq", "51": "l", "52": "\\leq", "53": "v", "54": "w", "55": "5", "56": "j", "57": "\\cos", "58": "\\log", "59": "_", "60": "{", "61": "}", "62": "\\beta", "63": "\\times", "64": "\\div", "65": "\\ldots", "66": "6", "67": "^", "68": "<", "69": "\\mu", "70": "\\pm", "71": "\\sqrt", "72": "\\theta", "73": "\\alpha", "74": "\\sigma", "75": "\\phi", "76": "\\forall", "77": ",", "78": "\\delta", "79": "\\sum", "80": "/", "81": "\\infty", "82": "\\exists", "83": "\\frac", "84": "\\rightarrow", "85": "[", "86": "]", "87": "\\lambda", "88": "\\limits", "89": "\\gamma", "90": "\\{", "91": "\\}", "92": "\\prime"}}