{"stoi": {"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "q": 4, "_": 5, "{": 6, "t": 7, "}": 8, "=": 9, "2": 10, "4": 11, "^": 12, "+": 13, "\\frac": 14, "u": 15, "(": 16, ")": 17, "0": 18, "1": 19, "-": 20, "\\theta": 21, "3": 22, "c": 23, "y": 24, "n": 25, "\\ldots": 26, "p": 27, "8": 28, "\\div": 29, "6": 30, "7": 31, "5": 32, "9": 33, ",": 34, "m": 35, "e": 36, "\\int": 37, "g": 38, "\\lim": 39, "\\limits": 40, "\\rightarrow": 41, "\\infty": 42, "\\sin": 43, "x": 44, "l": 45, "\\leq": 46, "a": 47, "b": 48, "\\sqrt": 49, "i": 50, "s": 51, "\\pi": 52, "d": 53, "\\beta": 54, "z": 55, "\\sum": 56, "r": 57, "f": 58, "\\log": 59, "\\prime": 60, ".": 61, "v": 62, "k": 63, "[": 64, "]": 65, "w": 66, "h": 67, "\\alpha": 68, "\\cos": 69, "o": 70, "j": 71, "\\times": 72, "\\tan": 73, ">": 74, "<": 75, "\\cdots": 76, "\\neq": 77, "\\delta": 78, "\\gamma": 79, "!": 80, "\\mu": 81, "|": 82, "\\sigma": 83, "/": 84, "\\pm": 85, "\\forall": 86, "\\lambda": 87, "\\in": 88, "\\exists": 89, "\\{": 90, "\\}": 91, "\\phi": 92, "\\geq": 93}, "itos": {"0": "<PAD>", "1": "<SOS>", "2": "<EOS>", "3": "<UNK>", "4": "q", "5": "_", "6": "{", "7": "t", "8": "}", "9": "=", "10": "2", "11": "4", "12": "^", "13": "+", "14": "\\frac", "15": "u", "16": "(", "17": ")", "18": "0", "19": "1", "20": "-", "21": "\\theta", "22": "3", "23": "c", "24": "y", "25": "n", "26": "\\ldots", "27": "p", "28": "8", "29": "\\div", "30": "6", "31": "7", "32": "5", "33": "9", "34": ",", "35": "m", "36": "e", "37": "\\int", "38": "g", "39": "\\lim", "40": "\\limits", "41": "\\rightarrow", "42": "\\infty", "43": "\\sin", "44": "x", "45": "l", "46": "\\leq", "47": "a", "48": "b", "49": "\\sqrt", "50": "i", "51": "s", "52": "\\pi", "53": "d", "54": "\\beta", "55": "z", "56": "\\sum", "57": "r", "58": "f", "59": "\\log", "60": "\\prime", "61": ".", "62": "v", "63": "k", "64": "[", "65": "]", "66": "w", "67": "h", "68": "\\alpha", "69": "\\cos", "70": "o", "71": "j", "72": "\\times", "73": "\\tan", "74": ">", "75": "<", "76": "\\cdots", "77": "\\neq", "78": "\\delta", "79": "\\gamma", "80": "!", "81": "\\mu", "82": "|", "83": "\\sigma", "84": "/", "85": "\\pm", "86": "\\forall", "87": "\\lambda", "88": "\\in", "89": "\\exists", "90": "\\{", "91": "\\}", "92": "\\phi", "93": "\\geq"}}